{
    "imporatant-notes": [
        {"id": 1, "text":"התוכנית הינה המלצה בלבד ואין חובה לבצע אותה"}, 
        {"id": 2,"text":"טרם ביצוע התוכנית, חובה להיבדק על ידי רופא המשפחה לטובת קבלת אישור לכשירות גופנית מלאה- ללא אישור רפואי, אין לבצע את התוכנית!"},
        {"id": 3,"text":"אין לבצע תוכנית זו, בנוסף לתוכנית אימונים נוספת אותה אתה מבצע."}, 
        {"id": 4,"text":"במידה ואתה מתאמן במסגרת מסודרת או מבצע תוכנית אימונים אחרת המתאימה לך, ניתן להמשיך להתאמן על פיה."}
    ],
    "needs-texts": [
        {"title": "שעות אימון","id": "workout-hours", "text": "רצוי לבצע את האימונים כשהתנאים הסביבתיים נוחים ומתיאמים. אין לבצע את האימונים בשעות חמות!"},
        {"title": "שעות שינה ופעילות גופנית","id": "rest-hours", "text": "מומלץ להימנע מביצוע אימונים במידה וישנתם פחות מ-6 שעות בלילה"},
        {"title": "משטחי אימונים","id": "workout-space", "text": "אימוני ריצה יש לבצע על משטחים רכים יחסית, רצוי לא לרוץ על משטחי אספלט, בכדי למזער את עוצמת הזעזוע של מערכת השלד שריר ורקמת החיבור"},
        {"title": "נשיאת משאות/משקלים","id": "weights-workout", "text": "חל איסור לרוץ עם משקל על הגב במסגרת ההכנה"},
        {"title": "לבוש","id": "workout-clothes", "text": "כדאי לרוץ או לבצע את הפעילות עם בגדים קלים ומותאמים למזג האוויר, בנוסף, בתום היאמון יש להחליף ביגוד רטוב ביבש מהר ככל הניתן."},
        {"title": "נעליים", "id": "workout-shoes", "text": "הנעל צריכה להתאים לאופי הפעילות (נעלי ריצה), יש לבדוק את סוליית נעלי הריצה שאיתה מבצעים את הפעילות."},
        {"title": "ביצוע נכון של התוכנית", "id": "correct-workout", "text": "בתוכנית שלפנייך ניתן דגש לוויסות העומסים כך שמומלץ להיצמד ככל הניתן לנכתב בתוכנית. אין לחשוש ממצב בו החסרת אימון בודד או שניים... במידת האפשר, תוך הפעלת שיקול דעת, ניתן להשלימו או להמשיך להתקדם בתוכנית. במידת הצורך יש לחזור על השבוע פעם נוספת. העיקרון המנחה הוא שמוטב להאט את קצב ההתקדמות מאשר להעמיס יתר על המידה ולהיפצע."},
        {"title": "תשומת לב לכאבים", "id": "noticing-pain", "text": "בזמן הפעילות, היה וחשת רגישות בגפיים העליונות או התחתונות, הנך חייב להוריד בעומסים. ההפחתה יכולה להתבצעה או על ידי קיצור מרחקי הריצה הבודדת, או הורדת כמות הריצות השבועית. הפעל שיקול דעת בסוגיה זו. יש לבדוק אם הכאבים האלה נמשכים ולפעול בהתאם. כאב הוא סוג של איתות מהגוף, המראה שמשהו אינו כשורה. כאב שנשמך או מתגבר- רצוי לבדקו אצל גורם רפואי מוסמך  שיאבחן את הבעיה. המנע לחלוטין מעבודה תוך כאב חוזר או מתגבר במקום ספציפי."}     
    ]
}